export const hindi = {
    "Hindi": {
        "शब्द रचना": ["संधि", "संधिविच्छेद", "समास", "उपसर्ग", "प्रत्यय", "शब्दनिर्माण"],
        "शब्द प्रकार": ["तत्सम", "अर्धतत्सम", "तद्भव", "देशज", "विदेशी", "संज्ञा", "सर्वनाम", "विशेषण", "क्रिया", "अव्यय", "क्रियाविशेषण", "सम्बन्धसूचक", "विस्मयबोधक", "निपात"],
        "शब्द ज्ञान": ["पर्यायवाची", "विलोम", "युग्मशब्द", "वाक्यांश", "समश्रुत", "समानार्थी", "सम्बन्धवाची", "अनेकार्थी"],
        "पारिभाषिक शब्दावली": ["प्रशासनिक", "विधिक", "कार्यालयी", "तकनीकी"],
        "शब्द शुद्धि": ["अशुद्धि", "वर्तनी", "शुद्धरूप"],
        "व्याकरणिक कोटियाँ": ["परसर्ग", "लिंग", "वचन", "पुरुष", "काल", "वृत्ति", "पक्ष", "वाच्य"],
        "वाक्य रचना": ["रचना", "भेद", "संरचना"],
        "वाक्य शुद्धि": ["अशुद्धि", "शुद्धिकरण", "सुधार"],
        "विराम चिह्न": ["प्रकार", "प्रयोग"],
        "मुहावरे लोकोक्तियाँ": ["मुहावरे", "लोकोक्तियाँ", "अर्थ", "प्रयोग"],
        "संक्षिप्तीकरण पल्लवन": ["गद्यावतरण", "संक्षेपण", "शीर्षक", "सूक्तिविस्तार", "भावविस्तार"],
        "अनुवाद": ["अनुच्छेद", "शब्दानुवाद", "भावानुवाद", "तकनीकी"],
        "पत्र प्रारूप लेखन": ["कार्यालयीपत्र", "आदेश", "अर्धशासकीय", "अनुस्मारक", "प्रतिवेदन", "अधिसूचना", "परिपत्र", "प्रेसविज्ञप्ति", "ज्ञापन"]
    }
};